[
  {
    "faction_id": "0",
    "name": {
      "de": "Kein",
      "en": "None",
      "es": "Ninguno",
      "fr": "Aucun",
      "it": "Nessuno",
      "ko": "없음",
      "pt": "NULL",
      "ru": "Нет",
      "tr": "None",
      "zh": "经验值加成奖励"
    },
    "short_name": "NULL",
    "description": "NULL",
    "image_set_id": "NULL",
    "image_id": "NULL",
    "image_path": "NULL",
    "hud_tint_rgb": "7500402",
    "code_tag": "None",
    "user_selectable": "0"
  },
  {
    "faction_id": "1",
    "name": {
      "de": "Vanu-Souveränität",
      "en": "Vanu Sovereignty",
      "es": "Soberanía Vanu",
      "fr": "Souveraineté Vanu",
      "it": "Sovranità Vanu",
      "ko": "바누 자치국",
      "pt": "Supremacia Vanu",
      "ru": "Vanu Sovereignty",
      "tr": "Vanu Hükümdarlığı",
      "zh": "Vanu Sovereignty"
    },
    "short_name": {
      "de": "VS",
      "en": "VS",
      "es": "SV",
      "fr": "SV",
      "it": "SV",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "СВ",
      "tr": "NULL",
      "zh": "[#VS#]"
    },
    "description": {
      "de": "Als Vertreter der uralten Vanu-Technologie sind die VS-Waffen und -Fahrzeuge die Exoten auf dem Schlachtfeld. Die leichten VS-Waffen besitzen anstelle von Magazinen kleine Energiequellen, die Plasmageschosse verschießen, was sie vielseitig und präzise macht. Ihr Kampfpanzer, der <font color=\"#c27fff\">Magrider</font>, kann mit seiner Schwebetechnologie auch über schweres Gelände gleiten. Schwere Waffen wie der <font color=\"#c27fff\">Lasher</font> und der fahrzeuggestützte <font color=\"#c27fff\">Partikelbeschleuniger</font> verschießen Projektile aus geladener Energie, die schnell abgefeuert werden können und beim Aufschlag explodieren. Der tragbare <font color=\"#c27fff\">Lancer</font> verschießt ein hochpräzises Anti-Fahrzeug-Plasmageschoss, das vor dem Schuss eine kurze Aufladezeit benötigt.",
      "en": "Embracing ancient Vanu technology, VS weapons and vehicles are the most exotic on the battlefield.",
      "es": "",
      "fr": "Fondés sur l'ancienne technologie des Vanus, les armes et les véhicules de la SV sont les plus originaux du champ de bataille.",
      "it": "Le armi e i veicoli SV dotati dell'antica tecnologia Vanu, sono i più esotici sul campo di battaglia.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Оружие и транспорт VS основаны на технологии Vanu, что делает их самыми экзотическими на поле боя. Ручное оружие VS использует небольшие источники энергии, а не магазины и стреляет плазменными снарядами, которые обеспечивают высокую точность и сбалансированные боевые характеристики. <font color=\"#c27fff\">Magrider</font>, основной танк фракции, использует технологию парения, которая позволяет ему легко преодолевать пересеченную местность. Тяжелое оружие, среди которого <font color=\"#c27fff\">Lasher</font> и транспортный <font color=\"#c27fff\">Particle Accelerator</font>, имеет высокую скорострельность и выпускает сферы заряженной энергии, которые взрываются при контакте. Ручной <font color=\"#c27fff\">Lancer</font> обладает высокой точностью и стреляет бронебойными плазменными снарядами после небольшой задержки.",
      "tr": "NULL",
      "zh": "传承古老的Vanu技术的Vanu Sovereignty武器和载具在战场上具有最独特的外观。VS的手持武器用小型动力源取代了弹夹，可发射粒子弹药，综合适用性广泛，精准度较高。主战坦克<font color=\"#c27fff\">[#MAGRIDER_#]</font>采用悬停技术，可平稳通过崎岖的地形。<font color=\"#c27fff\">Lasher</font>和车载<font color=\"#c27fff\">粒子加速炮</font>等重型武器可迅速发射充能能量球，能量球受到冲击时将产生爆炸。手持<font color=\"#c27fff\">Lancer</font>可在短时间充能后发射高精度的反载具粒子轨道炮。"
    },
    "image_set_id": "21",
    "image_id": "90",
    "image_path": "/files/ps2/images/static/90.png",
    "hud_tint_rgb": "4460130",
    "code_tag": "VS",
    "user_selectable": "1"
  },
  {
    "faction_id": "2",
    "name": {
      "de": "Neues Konglomerat",
      "en": "New Conglomerate",
      "es": "Nuevo Conglomerado",
      "fr": "Nouveau Conglomérat",
      "it": "Nuovo Conglomerato",
      "ko": "신흥 연합국",
      "pt": "Novo Conglomerado",
      "ru": "New Conglomerate",
      "tr": "Yeni Birleşim",
      "zh": "New Conglomerate"
    },
    "short_name": {
      "de": "NK",
      "en": "NC",
      "es": "NC",
      "fr": "NC",
      "it": "NC",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "НК",
      "tr": "NULL",
      "zh": "[#NC#]"
    },
    "description": {
      "de": "Das NK verwendet Waffen mit einer hoch entwickelten Magnettechnologie (oft als Gauss-Technologie bezeichnet), die oft mit Minen- und Bauausrüstung kombiniert wurde, die zu Beginn des Kriegs zur Verfügung stand. Die führte zu Spulengewehren und Schrotwaffen, die zu ihrer Art der Guerilla-Kriegsführung passten: Triff den Gegner zuerst und triff ihn schwer. Die Expertise in Magnetfeldtechnologie wurde bei ihrem Kampfpanzer, dem <font color=\"#79A5FF\">Vanguard</font> eingesetzt, was ermöglichte, den ohnehin schon widerstandsfähigen Panzer zusätzlich mit einem schadensreduzierenden Magnetfeld auszurüsten. Das NK setzt zusätzlich noch Schrapnellwaffen mit Magnetbeschleunigern ein, darunter die schwere <font color=\"#79A5FF\">Jackhammer</font>-Schrotflinte und die fahrzeuggestützte <font color=\"#79A5FF\">C85-Kartätsche</font>. Der <font color=\"#79A5FF\">Phoenix</font>-Raketenwerfer verwendet eine kameragestützte Steuerung und kann Ziele hinter Deckung angreifen. Der fahrzeuggestützte <font color=\"#79A5FF\">Enforcer</font> verschießt mit konstanter Rate magnetisch beschleunigte und hochpräzise Anti-Fahrzeug-Geschosse.",
      "en": "The NC crafted weapons using advanced magnetic (often referred to as gauss) technology combined with mining and construction equipment that were available to them when the war started. This resulted in coil-rifle and shotgun weapons that naturally fit their guerrilla warfare style: Hit the enemy first and hit them hard.",
      "es": "Las armas del NC usan tecnología magnética avanzada (conocida comúnmente como gauss) combinada con el equipo minero y de construcción del que disponían al empezar la guerra. Esto dio lugar a rifles de bobina y escopetas ideales para su estilo de guerrilla, cuyo objetivo es golpear con velocidad y potencia.",
      "fr": "Le NC a élaboré des armes employant une technologie magnétique avancée (souvent appelée gauss), combinée à des équipements miniers et de construction qu'il avait sous la main lorsque la guerre a éclaté. C'est ainsi que sont nés les fusils à pompe et les fusils magnétiques qui collent parfaitement à leur style de combat : frapper l'ennemi en premier et le frapper de toutes ses forces.",
      "it": "Le armi del NC sono costruite usando una tecnologia magnetica avanzata (spesso chiamata Gauss) combinata con attrezzatura mineraria ed edile che era a disposizione all'inizio della guerra. Questo ha generato delle armi come il fucile a bobina che si adattano bene al loro stile guerriglia di combattimento: colpire per primi il nemico con forza.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "При изготовлении оружия NC использовали продвинутую магнитную (часто именуемую гауссовой) технологию, а также горное и строительное оборудование, которое было у них на момент начала войны. В результате им удалось создать электромагнитную винтовку и дробовики, прекрасно адаптированные под их партизанский стиль ведения боя, который можно описать словами «бей первым и бей сильно». Опыт работы с электромагнитной технологией также позволил им оборудовать свой основной танк <font color=\"#79A5FF\">Vanguard</font> мощным силовым полем. Кроме того, NC активно используют различное магнитное оружие, стреляющее шрапнелью, например тяжелый дробовик <font color=\"#79A5FF\">Jackhammer</font> и транспортный <font color=\"#79A5FF\">C85 Canister</font>. Гранатомет <font color=\"#79A5FF\">Phoenix</font> оборудован системой управления с помощью камеры, которая позволяет поражать находящиеся в укрытии цели. А транспортный <font color=\"#79A5FF\">Enforcer</font> выпускает точные электромагнитные противотанковые снаряды.",
      "tr": "NULL",
      "zh": "New Conglomerate采用先进的磁力（通常被称为高斯）技术，并结合在战争初期获得的采矿和建筑设备来打造阵营武器。由此诞生的线圈步枪和霰弹枪十分契合NC的游击战风格：给予敌人先手痛击。在磁力技术领域的专业优势也被应用到他们的主战坦克<font color=\"#79A5FF\">[#VANGUARD#]</font>上，为原本皮实的坦克又装备了一个降低伤害的力场。NC还配备了各种磁力推进弹片武器，如手持式<font color=\"#79A5FF\">Jackhammer</font>重型霰弹枪或车载<font color=\"#79A5FF\">C85 Canister</font>。<font color=\"#79A5FF\">Phoenix</font>[#ROCKET_LAUNCHER#]使用摄像头制导，可以攻击掩体后的载具。车载<font color=\"#79A5FF\">[#ENFORCER#]</font>则能以稳定的射速发射精准的磁力推进反载具弹药。"
    },
    "image_set_id": "19",
    "image_id": "8",
    "image_path": "/files/ps2/images/static/8.png",
    "hud_tint_rgb": "19328",
    "code_tag": "NC",
    "user_selectable": "1"
  },
  {
    "faction_id": "3",
    "name": {
      "de": "Terranische Republik",
      "en": "Terran Republic",
      "es": "República Terran",
      "fr": "République Terrane",
      "it": "Repubblica Terrestre",
      "ko": "테란 공화국",
      "pt": "República Terrana",
      "ru": "Terran Republic",
      "tr": "Terran Cumhuriyeti",
      "zh": "Terran Republic"
    },
    "short_name": {
      "de": "TR",
      "en": "TR",
      "es": "RT",
      "fr": "RT",
      "it": "RT",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "ТР",
      "tr": "NULL",
      "zh": "[#TR#]"
    },
    "description": {
      "de": "Die militaristische TR bewahrte für Jahrhunderte den Frieden und ihre konventionelle Bewaffnung ist Zeichen dieser Tradition. Da Kollateralschaden für sie keine Rolle spielt, bevorzugt sie Waffen mit hoher Feuerrate und großen Magazinen, um Situationen schnell zu bereinigen. Der TR-Kampfpanzer <font color=\"#FF574B\">Prowler</font> ist mit einer doppelläufigen 120mm-Kanone bewaffnet, deren Schadenpotenzial unübertroffen ist. Von der tragbaren <font color=\"#FF574B\">Mini-Chaingun</font> bis zur fahrzeuggestützten <font color=\"#FF574B\">30mm-Vulcan</font> setzt die TR eine Reihe von Chainguns unterschiedlicher Schwere ein. Der Klang dieser Waffen allein versetzt viele in Furcht. Der tragbare <font color=\"#FF574B\">Striker</font> ist ein vielseitiger Raketenwerfer mit 6 Schuss und einem näherungsbasierten Verfolgungssystem.",
      "en": "For centuries, the militaristic TR kept the peace, and their conventional weaponry reflects this tradition. Unconcerned with collateral damage, they favor higher fire rates and larger magazine capacities to resolve situations quickly.",
      "es": "Durante siglos, la belicosa RT ha defendido la paz y su arsenal convencional refleja esta tradición. Al no importarles los daños colaterales, prefieren combinar cargadores grandes y alta velocidad de disparo para resolver los problemas cuanto antes.",
      "fr": "Pendant des siècles, les militaristes de la RT ont maintenu la paix, et leur armement conventionnel reflète cette tradition. Peu préoccupés par les dommages collatéraux, ils favorisent les cadences de tir plus élevées et les chargeurs de haute capacité pour résoudre rapidement les situations.",
      "it": "Per secoli, i militaristi RT hanno mantenuto la pace, e le loro armi convenzionali riflettono questa tradizione. Indifferenti ai danni collaterali, preferiscono velocità di fuoco più elevate e capacità di caricatore più grandi per risolvere rapidamente le situazioni.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "На протяжении столетий военизированная TR поддерживала мир, и эта традиция нашла свое отражение и в оружии фракции. Никогда не переживающие по поводу сопутствующего урона, солдаты TR предпочитают быстро решать боевые задачи за счет высокой скорострельности и вместительных магазинов. Основной танк TR <font color=\"#FF574B\">Prowler</font> оборудован спаренной 120-мм пушкой, которая обладает несравненной разрушительной силой. TR также широко использует пулеметы различного калибра, от ручного <font color=\"#FF574B\">Mini-Chaingun</font> до транспортного <font color=\"#FF574B\">30mm Vulcan</font>. Едва ли найдется хоть кто-нибудь, кого не пугает звук вращающихся стволов этих орудий. Ручной <font color=\"#FF574B\">Striker</font> — универсальный гранатомет с магазином на шесть ракет и системой автоматического отслеживания ближайших целей.",
      "tr": "NULL",
      "zh": "奉行军国主义的Terran Republic维系了大陆几个世纪的和平，这一传统在他们的常规武器中也有所彰显。他们更加青睐射速更高、弹夹容量更大的武器，以借此迅速突破战局；对于因此造成的附带伤害，他们毫不在意。TR主战坦克<font color=\"#FF574B\">[#PROWLER#]</font>配备一门双管120毫米口径火炮，拥有无与伦比的伤害输出。Terran Republic青睐各种尺寸的机枪，从手持式<font color=\"#FF574B\">微型链式机炮</font>到车载<font color=\"#FF574B\">30毫米Vulcan</font>一应俱全。这些武器旋转开火的声音让许多人心生恐惧。手持式<font color=\"#FF574B\">Striker</font>是一种多用途的五膛火箭发射器，具有近距离自动跟踪功能。"
    },
    "image_set_id": "20",
    "image_id": "14",
    "image_path": "/files/ps2/images/static/14.png",
    "hud_tint_rgb": "10357519",
    "code_tag": "TR",
    "user_selectable": "1"
  },
  {
    "faction_id": "4",
    "name": {
      "de": "NS-Agenten",
      "en": "NS Operatives",
      "es": "Operativos NS",
      "fr": "Agents NS",
      "it": "Agenti NS",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Оперативники NS",
      "tr": "NULL",
      "zh": "NS特工"
    },
    "short_name": {
      "de": "NSA",
      "en": "NSO",
      "es": "ONS",
      "fr": "ANS",
      "it": "NSO",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "NSO",
      "tr": "NULL",
      "zh": "NSO"
    },
    "description": {
      "de": "In 2866 stellte Nanite Systems Robot-Agenten in Dienst, die ferngesteuert werden und demjenigen zur Verfügung stehen, der bereit ist, am meisten zu zahlen. Jeder betrachtet diese temporären Soldaten mit Misstrauen, da niemand sicher sein kann, wer sich hinter der Maske verbirgt und welche Befehle die Agenten haben. <br><br><font color=\"#dc9c36\">NSO-Charaktere stehen Spielern ab Kampfrang 20 zur Verfügung.<br>NSO-Charaktere werden immer dem zahlenmäßig kleinsten Imperium auf dem Kontinent zugewiesen.<br><br>Mitglieder können sich einem Imperium anschließen und für es kämpfen. Diese Allianz ermöglicht es Spielern auch, sich einem Team anzuschließen. Mitglieder können ihre Imperiumszugehörigkeit jederzeit in der Schutzzone ändern.</font>",
      "en": "In 2866 Nanite Systems released robotic operatives whose husks are controlled remotely and contracted to the highest bidder. Each empire treats these temporary soldiers with no shortage of unease, as they can never be certain what orders have been given, or who is behind the mask. <br><br><font color=\"#dc9c36\">NSO characters are only available to players above Battle Rank 20.<br>These characters are assigned to fight for the lowest populated empire on the continent.<br><br>Membership subscribers may choose to align with and fight for one empire. This alliance also allows members to join outfits within that empire. Members can change their empire alliance at any time in the Sanctuary.</font>",
      "es": "En 2866, Nanite Systems diseñó operativos robóticos con armazones por control remoto y los vendió al mejor postor. Cada imperio trata a estos soldados temporales con ciertas reservas, ya que nunca pueden estar seguros de las órdenes que han recibido ni de quién está detrás de la máscara. <br><br><font color=\"#dc9c36\">Los personajes de NSO solo están disponibles para jugadores con rango de batalla 20 o superior.<br>Se les asigna al imperio menos poblado del continente.<br><br>Los jugadores miembros también pueden aliarse con un imperio concreto y luchar por él. Esta clase de alianza permite a sus miembros unirse a brigadas del imperio correspondiente. Los miembros pueden cambiar de facción a voluntad en el Santuario.</font>",
      "fr": "En 2866, Nanite Systems a produit des agents robotisés contrôlés à distance et mis au service du plus offrant. Aucun Empire n'est réellement à l'aise avec ces soldats temporaires car on ne peut jamais être certain des ordres qui ont été donnés, et par qui. <br><br><font color=\"#dc9c36\">Les personnages ANS sont disponibles pour les joueurs ayant un grade de combat 20.<br>Ces personnages sont désignés pour combattre pour l'empire le moins peuplé du continent.<br><br>Les abonnés peuvent choisir pour quel empire ils souhaitent se battre. Cette alliance leur permet de rejoindre des unités appartenant à cet empire. Les membres peuvent modifier leur allégeance à tout moment au Sanctuaire.</font>",
      "it": "Nel 2866 Nanite Systems ha prodotto degli agenti robotizzati i cui involucri sono controllati a distanza e affidati al migliore offerente. Ogni impero tratta questi soldati temporanei con una certa inquietudine, perché non sa mai quali ordini sono stati loro impartiti o chi si cela dietro alla maschera. <br><br><font color=\"#dc9c36\">I personaggi NSO sono solo disponibili ai giocatori con livello di combattimento 20.<br>Questi personaggi sono sempre assegnati per il combattimento all'impero meno popolato del continente.<br><br>Gli abbonati possono scegliere l'impero con cui e per cui combattere. Quest'alleanza permette agli abbonati di unirsi alle outfit di quell'impero. Gli abbonati possono cambiare l'impero alleato in qualunque momento nel Santuario.</font>",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "В 2866 году компания Nanite Systems выпустила роботов-оперативников с дистанционным управлением, которые предоставляются по контракту тому, кто предложит самую высокую цену. Каждая фракция относится к этим временными солдатами с определенной тревогой, поскольку никогда нельзя быть уверенными, какие приказы им дали или кто скрывается под маской. <br><br><font color=\"#dc9c36\">Персонажи NSO доступны только для игроков с рангом выше 20.<br>Они сражаются за самую малочисленную фракцию на континенте.<br><br>Премиум-подписчики могут выбрать одну фракцию, к которой они примкнут и будут за нее сражаться. Этот союз также позволяет бойцам вступать в подразделения данной фракции. Бойцы могут поменять свой союз в Sanctuary в любое время.</font>",
      "tr": "NULL",
      "zh": "2866年，纳能科技发布了可远程控制的机器人执法官，并租用给最高出价者。每个阵营对待这些临时士兵都会感到不安，因为他们永远无法确定这些士兵被下达了什么命令，或者面具背后的人是谁。 <br><br><font color=\"#dc9c36\">只有战斗军衔达到20的玩家才可使用NSO角色。<br>NSO角色会被指派为该大陆上人口最少的阵营而战。<br><br>订阅会员的玩家可以选择与一个阵营结盟并为之而战。结盟后，会员还可加入该阵营的军团。会员可以在Sanctuary中随时更改自己的结盟阵营。</font>"
    },
    "image_set_id": "804586",
    "image_id": "93613",
    "image_path": "/files/ps2/images/static/93613.png",
    "hud_tint_rgb": "5662067",
    "code_tag": "NSO",
    "user_selectable": "1"
  }
]