[
  {
    "zone_id": "2",
    "code": "Indar",
    "hex_size": "200",
    "name": {
      "de": "Indar",
      "en": "Indar",
      "es": "Indar",
      "fr": "Indar",
      "it": "Indar",
      "ko": "인다르",
      "pt": "Indar",
      "ru": "Indar",
      "tr": "Indar",
      "zh": "Indar"
    },
    "description": {
      "de": "Der ausgedörrte Kontinent von Indar beheimatet mehrere Biome, die jeweils einzigartige Herausforderungen für ihre Kombattanten bieten.",
      "en": "The arid continent of Indar is home to multiple biomes, providing unique challenges for its combatants.",
      "es": "El árido continente de Indar alberga una diversidad de biomas que suponen todo un reto para los soldados.",
      "fr": "Le continent aride d'Indar regroupe de multiples biomes, proposant des défis uniques à ses combattants.",
      "it": "L'arido continente Indar ospita una varietà di biomi e mette a disposizione dei soldati sfide davvero uniche.",
      "ko": "사막형 대륙인 인다르는 다양한 생물종의 고향 입니다. 사바나 초원과 바위 협곡, 해저 대평원에서 특별한 전투를 경험할 수 있습니다.",
      "pt": "O árido continente de Indar é o lar de uma variedade de biomas. Savanas gramadas, cânions pedregosos e as planícies do leito do mar fornecem desafios únicos aos soldados.",
      "ru": "Пустынный континент Indar — обиталище огромного разнообразия форм жизни. Поросшая травой саванна, скалистые каньоны и бескрайние приморские равнины.",
      "tr": "Kurak Indar kıtası çok çeşitli bir coğrafyaya sahiptir. Otlu ovalar, kayalık kanyonlar ve deniz yatağının geniş düzlükleri askerler için farklı zorlukları da beraberinde getirir.",
      "zh": "干旱少雨的Indar大陆拥有数种不同的生态环境，来到这里的战士将面临前所未有的考验。"
    },
    "geometry_id": "2",
    "type": "Static",
    "dynamic": "0"
  },
  {
    "zone_id": "4",
    "code": "Hossin",
    "hex_size": "200",
    "name": {
      "de": "Hossin",
      "en": "Hossin",
      "es": "Hossin",
      "fr": "Hossin",
      "it": "Hossin",
      "ko": "호신",
      "pt": "Hossin",
      "ru": "Hossin",
      "tr": "Hossin",
      "zh": "Hossin"
    },
    "description": {
      "de": "Hossins dichte Mangroven- und Weidenwälder bieten Schutz vor Luftangriffen zwischen ihren vielen Sümpfen und Hochländern.",
      "en": "Hossin's dense mangrove and willow forests provide air cover along its many swamps and highlands.",
      "es": "El denso mangle y los bosques de sauce de Hossin proporcionan una protección aérea a lo largo de sus muchos pantanos y altiplanicies.",
      "fr": "La dense mangrove et les forêts de saule de Hossin offrent une couverture aérienne le long de ses nombreux marécages et montagnes.",
      "it": "Le fitte foreste di mangrovie e di salici a Hossin forniscono copertura aerea lungo le numerose paludi e altipiani.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Густые мангровые и ивовые леса Hossin, наряду с бескрайними болотами и возвышенностями, обеспечивают надежное укрытие от вражеской авиации.",
      "tr": "Hossin's dense mangrove and willow forests provide air cover along its many swamps and highlands.",
      "zh": "Hossin稠密的红木森林和柳树森林可以为来自空中的打击而提供掩护。它也有大片的湿地与高原。"
    },
    "geometry_id": "4",
    "type": "Static",
    "dynamic": "0"
  },
  {
    "zone_id": "6",
    "code": "Amerish",
    "hex_size": "200",
    "name": {
      "de": "Amerish",
      "en": "Amerish",
      "es": "Amerish",
      "fr": "Amerish",
      "it": "Amerish",
      "ko": "아메리시",
      "pt": "Amerish",
      "ru": "Amerish",
      "tr": "Amerish",
      "zh": "Amerish"
    },
    "description": {
      "de": "Die unzähligen Wälder und felsigen Landschaften des üppigen Kontinents Amerish bieten ausreichend Deckung zwischen ihrem hügeligen Terrain und den Gebirgspässen.",
      "en": "Amerish's lush groves and rocky outcroppings provide ample cover between its rolling plains and mountain passes.",
      "es": "Las abundantes arboledas y los rocosos afloramientos de Amerish proporcionan una amplia cobertura entre sus ondulados valles y sus desfiladeros de montaña.",
      "fr": "Les bosquets touffus et les affleurements rocheux d'Amerish offrent une abondance d'abris entre ses plaines immenses et ses cols montagneux.",
      "it": "I verdi boschi e gli affioramenti rocciosi di Amerish offrono ampie possibilità di rifugio tra pianure collinose e passi montani.",
      "ko": "아메리시는 거대한 관목들이 무성하게 우거진 대륙입니다. 완만한 평원과 산을 가로지르는 나무와 광맥은 좋은 엄폐물 입니다.",
      "pt": "Os bosques e afloramentos rochosos exuberantes de Amerish fornecem ampla cobertura entre seus passos de montanhas e planícies onduladas.",
      "ru": "Густые рощи и скальные выходы Amerish являются прекрасными естественными укрытиями на равнинах и горных перевалах.",
      "tr": "Amerish's lush groves and rocky outcroppings provide ample cover between its rolling plains and mountain passes.",
      "zh": "Amerish有着茂密的树丛和复杂的岩层，可以为平原与山道中的地面部队提供保护。"
    },
    "geometry_id": "6",
    "type": "Static",
    "dynamic": "0"
  },
  {
    "zone_id": "8",
    "code": "Esamir",
    "hex_size": "200",
    "name": {
      "de": "Esamir",
      "en": "Esamir",
      "es": "Esamir",
      "fr": "Esamir",
      "it": "Esamir",
      "ko": "에사미르",
      "pt": "Esamir",
      "ru": "Esamir",
      "tr": "Esamir",
      "zh": "Esamir"
    },
    "description": {
      "de": "Esamirs ausgedehnte, eisige Wüste und die felsigen Berge bieten wenig Schutz vor Bedrohung aus der Luft.",
      "en": "Esamir's expanses of frigid tundra and craggy mountains provide little cover from airborne threats.",
      "es": "Las extensiones de tundra glacial y las escarpadas montañas de Esamir cubren poco frente a las amenazas aéreas.",
      "fr": "Les étendues de tundra froide et les montagnes escarpées d'Esamir offrent peu de protection contre les menaces aériennes.",
      "it": "Le distese di tundra ghiacciata e le montagne rocciose di Esamir forniscono ben poca protezione contro le minacce aeree.",
      "ko": "에사미르는 광활하게 펼쳐진 툰드라 기후의 혹한대륙입니다. 높이 솟은 바위산들 덕에 공중 공격에서 어느 정도 자유롭습니다.",
      "pt": "As grandes extensões de tundra frígida e as altas montanhas escarpadas de Esamir fornecem pouca cobertura contra ameaças aéreas.",
      "ru": "Бесплодную тундру и скалистые горы Esamir сложно назвать серьезным укрытием во время авианалетов.",
      "tr": "Esamir's expanses of frigid tundra and craggy mountains provide little cover from airborne threats.",
      "zh": "Esamir的地形以寒带苔原为主，高耸而陡峭的山峰很难为来自于空中的打击提供掩护。"
    },
    "geometry_id": "8",
    "type": "Static",
    "dynamic": "0"
  },
  {
    "zone_id": "96",
    "code": "VR",
    "hex_size": "335",
    "name": {
      "de": "VR-Training",
      "en": "VR Training",
      "es": "Entrenamiento de RV",
      "fr": "Entraînement en RV",
      "it": "Addestramento RV",
      "ko": "가상현실 훈련장",
      "pt": "Treinamento RV",
      "ru": "Полигон",
      "tr": "VR Eğitimi",
      "zh": "虚拟训练"
    },
    "description": {
      "de": "Ezperimentiere mit allen Waffen, Fahrzeugen und Aufsätzen in dem VR-Trainingssimulator deines Imperiums.",
      "en": "Experiment with all weapons, vehicles and attachments in your empire's own VR Training simulator.",
      "es": "Experimenta con todas las armas, vehículos y complementos en el simulador de RV de tu propio imperio.",
      "fr": "Testez toutes les armes, tous les véhicules et tous les accessoires dans le simulateur d'entraînement en RV de votre empire.",
      "it": "Sperimenta con tutte le armi, veicoli e accessori usando il simulatore nell'addestramento virtuale del tuo impero.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "На полигоне игроки фракции могут опробовать любые типы вооружения, техники и модификаторов.",
      "tr": "Experiment with all weapons, vehicles and attachments in your empire's own VR Training simulator.",
      "zh": "在VR实验室中可以实验你的阵营所有的武器，载具和附件。"
    },
    "geometry_id": "96",
    "type": "Dynamic",
    "dynamic": "1"
  },
  {
    "zone_id": "97",
    "code": "VR",
    "hex_size": "335",
    "name": {
      "de": "VR-Training",
      "en": "VR Training",
      "es": "Entrenamiento de RV",
      "fr": "Entraînement en RV",
      "it": "Addestramento RV",
      "ko": "가상현실 훈련장",
      "pt": "Treinamento RV",
      "ru": "Полигон",
      "tr": "VR Eğitimi",
      "zh": "虚拟训练"
    },
    "description": {
      "de": "Ezperimentiere mit allen Waffen, Fahrzeugen und Aufsätzen in dem VR-Trainingssimulator deines Imperiums.",
      "en": "Experiment with all weapons, vehicles and attachments in your empire's own VR Training simulator.",
      "es": "Experimenta con todas las armas, vehículos y complementos en el simulador de RV de tu propio imperio.",
      "fr": "Testez toutes les armes, tous les véhicules et tous les accessoires dans le simulateur d'entraînement en RV de votre empire.",
      "it": "Sperimenta con tutte le armi, veicoli e accessori usando il simulatore nell'addestramento virtuale del tuo impero.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "На полигоне игроки фракции могут опробовать любые типы вооружения, техники и модификаторов.",
      "tr": "Experiment with all weapons, vehicles and attachments in your empire's own VR Training simulator.",
      "zh": "在VR实验室中可以实验你的阵营所有的武器，载具和附件。"
    },
    "geometry_id": "97",
    "type": "Dynamic",
    "dynamic": "1"
  },
  {
    "zone_id": "98",
    "code": "VR",
    "hex_size": "335",
    "name": {
      "de": "VR-Training",
      "en": "VR Training",
      "es": "Entrenamiento de RV",
      "fr": "Entraînement en RV",
      "it": "Addestramento RV",
      "ko": "가상현실 훈련장",
      "pt": "Treinamento RV",
      "ru": "Полигон",
      "tr": "VR Eğitimi",
      "zh": "虚拟训练"
    },
    "description": {
      "de": "Ezperimentiere mit allen Waffen, Fahrzeugen und Aufsätzen in dem VR-Trainingssimulator deines Imperiums.",
      "en": "Experiment with all weapons, vehicles and attachments in your empire's own VR Training simulator.",
      "es": "Experimenta con todas las armas, vehículos y complementos en el simulador de RV de tu propio imperio.",
      "fr": "Testez toutes les armes, tous les véhicules et tous les accessoires dans le simulateur d'entraînement en RV de votre empire.",
      "it": "Sperimenta con tutte le armi, veicoli e accessori usando il simulatore nell'addestramento virtuale del tuo impero.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "На полигоне игроки фракции могут опробовать любые типы вооружения, техники и модификаторов.",
      "tr": "Experiment with all weapons, vehicles and attachments in your empire's own VR Training simulator.",
      "zh": "在VR实验室中可以实验你的阵营所有的武器，载具和附件。"
    },
    "geometry_id": "98",
    "type": "Dynamic",
    "dynamic": "1"
  },
  {
    "zone_id": "344",
    "code": "Oshur",
    "hex_size": "100",
    "name": {
      "de": "Oshur",
      "en": "Oshur",
      "es": "Oshur",
      "fr": "Oshur",
      "it": "Oshur",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Oshur",
      "tr": "NULL",
      "zh": "Oshur"
    },
    "description": {
      "de": "Oshurs Strand-Archipel und das glitzernde blaue Wasser bieten die Möglichkeit für Einsätze zu Land, Luft und Wasser.",
      "en": "Oshur's sandy archipelago and sparkling blue waters provide opportunities for engagement by land, sea, and air.",
      "es": "El arenoso archipiélago de Oshur y sus resplandecientes aguas azules son el entorno ideal para luchar por tierra, mar y aire.",
      "fr": "L'archipel sablonneux d'Oshur et ses eaux bleues cristallines offrent des possibilités de combats terrestres, maritimes et aériens.",
      "it": "L'arcipelago sabbioso e le vivaci acque blu di Oshur forniscono ottime opportunità d'ingaggio via mare, terra e aria.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Песчаный архипелаг Oshur и сверкающие голубые воды предоставляют возможности для боев на суше, море и в воздухе.",
      "tr": "NULL",
      "zh": "Oshur的砂质群岛和波光粼粼的碧蓝海水为陆战、海战和空战提供了舞台。"
    },
    "geometry_id": "367",
    "type": "Static",
    "dynamic": "0"
  },
  {
    "zone_id": "362",
    "code": "Sanctuary",
    "hex_size": "100",
    "name": {
      "de": "Schutzzone",
      "en": "Sanctuary",
      "es": "Santuario",
      "fr": "Sanctuaire",
      "it": "Santuario",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Sanctuary",
      "tr": "NULL",
      "zh": "Sanctuary"
    },
    "description": {
      "de": "Auf den Schutzzonen-Satelliten sind alle Imperien willkommen. Hier können Soldaten ausruhen, Zivilisten in Frieden leben und Händler ihre Waren verkaufen.",
      "en": "All empires are welcome aboard Sanctuary satellites. Soldiers take their rest, non-combatants live in peace, and merchants sell their wares.",
      "es": "En los satélites santuario, todos los imperios son bienvenidos. Los soldados pueden descansar, el personal no combatiente vive en paz y los mercaderes venden sus bienes.",
      "fr": "Tous les empires sont les bienvenus à bord des satellites Sanctuaire. Les soldats peuvent s'y reposer, tandis que les civils vivent en paix et les marchands prospèrent.",
      "it": "Tutti gli imperi sono benvenuti a bordo dei Santuari satellite. I soldati si riposano, i non combattenti vivono pacifici e i mercanti vendono la loro merce.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "На борту спутников Sanctuary приветствуются любые фракции. Солдаты здесь отдыхают, гражданские живут мирной жизнью, а продавцы торгуют своими товарами.",
      "tr": "NULL",
      "zh": "Sanctuary卫星欢迎所有阵营的来客。在此，士兵可以休息，非战斗人员可以和平生活，而商人可以出售货品。"
    },
    "geometry_id": "362",
    "type": "Social",
    "dynamic": "1"
  },
  {
    "zone_id": "364",
    "code": "VRTutorial2",
    "hex_size": "100",
    "name": {
      "de": "Trainingssimulation",
      "en": "Training Simulation",
      "es": "Simulación de entrenamiento",
      "fr": "Simulation d'entraînement",
      "it": "Simulazione di addestramento",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Тренировочная симуляция",
      "tr": "NULL",
      "zh": "模拟训练"
    },
    "description": "NULL",
    "geometry_id": "364",
    "type": "Tutorial",
    "dynamic": "1"
  },
  {
    "zone_id": "10",
    "code": "nexus",
    "hex_size": "200",
    "name": {
      "de": "Nexus",
      "en": "Nexus",
      "es": "Nexus",
      "fr": "Nexus",
      "it": "Nexus",
      "ko": "넥서스",
      "pt": "Nexus",
      "ru": "Ядро",
      "tr": "Nexus",
      "zh": "节点"
    },
    "description": {
      "de": "Die kalte Insel Nexus ist von eisigen Korridoren und steilen Höhenunterschieden geprägt.",
      "en": "The frigid battle island of Nexus is marked by icy corridors and steep elevation changes.",
      "es": "La fría isla de batalla de Nexo se caracteriza por los corredores helados y los empinados cambios de altitud.",
      "fr": "L'île de combat glaciale du Nexus se distingue par ses couloirs de glace et ses dénivelés escarpés.",
      "it": "La gelida isola da battaglia di Nexus è caratterizzata da corridoi ghiacciati e ripidi dislivelli.",
      "ko": "NULL",
      "pt": "NULL",
      "ru": "Холодный боевой остров Nexus отличается ледяными коридорами и крутыми перепадами высот.",
      "tr": "NULL",
      "zh": "Nexus的战栗之岛以冰封的路面和高低起伏的海拔闻名。"
    }
  }
]